Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Headphones_Setting_Airoha_PressSpeed_Item_Slower.Text
source: Slower
ar_aa: أبطأ
bg_bg: По-бавно
ca_es: Lent
cs_cz: Pomalá
da_dk: Langsommere
de_de: Langsamer
el_gr: Αργό
es_es: Más lento
es_mx: Lento
fa_ir: آرام تر
fi_fi: Hitaampi
fil: mabagal
fr_fr: Lent
he_il: לאט יותר
hi_in: धीमा
hr_hr: Sporiji
hu_hu: Lassabb
id_id: Lebih lambat
it_it: Lenta
ja_jp: 遅い
kn_in: ನಿಧಾನ
mn_mn: Удаан
nl_nl: Langzamer
pl_pl: Wolniej
pt_pt: Mais lento
ro_ro: Mai lent
ru_ru: Медленнее
sq_al: Më ngadalë
te_in: మందంగా
tr_tr: Yavaş
uk_ua: Повільніше
vi_vn: Chậm
yue: 慢
zh_tw: 較慢

# Headphones_Setting_Airoha_LongPress.Header
source: Long press
ar_aa: اضغط ضغطه مطوله
bg_bg: Дълго задържане
ca_es: Polsació llarga
cs_cz: Dlouhé stisknutí
da_dk: Langt tryk
de_de: Langes Drücken
el_gr: Παρατεταμένο πάτημα
es_es: Pulsación larga
es_mx: Pulsación larga
fa_ir: فشار و نگاه داشتن
fi_fi: Pitkä painallus
fil: Matagal na pindot
fr_fr: Appui long
he_il: לחיצה ארוכה
hi_in: लॉन्ग प्रेस
hr_hr: Dugi pritisak
hu_hu: Hosszú nyomás
id_id: Tekan yang lama
it_it: Pressione prolungata
ja_jp: 長押し
kn_in: ದೀರ್ಘವಾಗಿ ವತ್ತು
mn_mn: Удаан дар
nl_nl: Ingedrukt houden
pl_pl: Długie naciśniecie
pt_pt: Pressão longa
ro_ro: Apasare prelungită
ru_ru: Длительное нажатие
sq_al: Shtypja e gjatë
te_in: తీక్షణ నొక్కడం
tr_tr: Uzun basma
uk_ua: Довге натискання
vi_vn: Thời gian giữ thân tai nghe
yue: 長按
zh_tw: 按住持續時間

# Headphones_Setting_Airoha_LongPress.Description
source: Adjust the time of press and hold the left AirPod and the right AirPod.
ar_aa: اضبط وقت الضغط مع الاستمرار على السماعه الأيسر و السماعه الأيمن.
bg_bg: Променя времето, нужно за задържане на лява AirPod и дясна AirPod.
ca_es: Ajusta el temps de pression i mantén pressionat l'AirPod esquerre i l'AirPod dret.
cs_cz: Upravuje čas dlouhého stisknutí levého a pravého AirPodu.
da_dk: Juster den tid, hvor du trykker og holder venstre AirPod og højre AirPod nede.
de_de: Passe die Zeit für drücken und halten des linken und rechten AirPods an.
el_gr: Ελέγξτε τον χρόνο παρατεταμένου πατήματος των AirPods.
es_es: Ajusta el tiempo de presionar y mantener presionado el AirPod izquierdo y el AirPod derecho.
es_mx: Ajusta el tiempo. Mantenga presionado el AirPod izquierdo y el AirPod derecho.
fa_ir: تنظیم زمان فشار و نگه داشتن هدفون چپ و راست.
fi_fi: Säädä painamisen ja pitämisen aikaa vasempaan ja oikeaan AirPodiin.
fil: Ayusin ang oras ng pagpindot nang matagal sa kaliwang AirPod at kanang AirPod.
fr_fr: Réglez la durée de l'appui sur l'AirPod gauche et l'AirPod droit et maintenez-les enfoncés.
he_il: התאם את זמן הלחיצה הארוכה בAirPod השמאלי או הימני.
hi_in: बाईं AirPod और दाएं AirPod को दबाएं और धरें का समय समायोजित करें।
hr_hr: Podesite vrijeme pritiska i držanja lijeve i desne AirPod slušalice.
hu_hu: Állítsa be a bal oldali AirPod és a jobb oldali AirPod lenyomásának és lenyomva tartásának idejét.
id_id: Atur jumlah tekan dan tahan AirPod kiri dan AirPod kanan.
it_it: Regola l'intervallo di tempo richiesto per la pressione prolungata di un AirPod.
ja_jp: AirPodsを長押しするときの間隔を調整します。
kn_in: ಒತ್ತುವ ಸಮಯವನ್ನು ಸರಿಹೊಂದಿಸಿ ಮತ್ತು ಎಡ ಏರ್‌ಪಾಡ್ ಮತ್ತು ಬಲ ಏರ್‌ಪಾಡ್ ಅನ್ನು ಹಿಡಿದುಕೊಳ್ಳಿ.
mn_mn: Зүүн AirPod болон баруун AirPod-г дарах цагийг тохируулна уу.
nl_nl: Stel de snelheid in die nodig is om je AirPods twee maal of driemaal in te drukken.
pl_pl: Dostosuj czas naciśnięcia i przytrzymania lewej i prawej słuchawki AirPods.
pt_pt: Ajuste o tempo de pressionar e manter o AirPod esquerdo e o AirPod direito.
ro_ro: Reglați timpul de apăsare și țineți apăsat AirPod din stânga și AirPod din dreapta.
ru_ru: Настройте время нажатия и удерживания левого и правого AirPod.
sq_al: Rregulloni kohën e shtypjes dhe mbajtjes së shtypur të AirPodit të majtë dhe të AirPodit të djathtë.
te_in: ఎడమ ఎయిర్‌పాడ్ మరియు కుడి ఎయిర్‌పాడ్ ని నొక్కి ఉంచే సమయాన్ని సర్దుబాటు చేయండి.
tr_tr: Sol AirPods'a ve sağ AirPods'a basılı tutma süresini ayarlayın.
uk_ua: Відрегулюйте час натискання та утримання лівого навушника і правого навушника.
vi_vn: Điều chỉnh thời gian khi nhấn và giữ AirPod trái và phải.
yue: 調整按住左AirPod 和右AirPod 的時間。
zh_tw: 調整按住 AirPods 所需的持續時間。

# Headphones_Setting_Airoha_LongPress_Item_Shorter.Text
source: Shorter
ar_aa: اقصر
bg_bg: По-късо
ca_es: Curt
cs_cz: Kratší
da_dk: Kortere
de_de: Kürzer
el_gr: Λίγο
es_es: Corto
es_mx: Corto
fa_ir: کوتاه تر
fi_fi: Lyhyempi
fil: mas maikli
fr_fr: Court
he_il: קצר יותר
hi_in: छोटा
hr_hr: Kraće
hu_hu: Rövidebb
id_id: Lebih pendek
it_it: Breve
ja_jp: 短い
kn_in: ಚಿಕ್ಕದು
mn_mn: Богино
nl_nl: Korter
pl_pl: Krócej
pt_pt: Mais curto
ro_ro: Mai scurt
ru_ru: Короче
sq_al: Më e shkurtër
te_in: తక్కువ
tr_tr: Daha kısa
uk_ua: Коротше
vi_vn: Ngắn hơn
yue: 短
zh_tw: 較短

# Headphones_Setting_Airoha_LongPress_Item_Longer.Text
source: Longer
ar_aa: اطول
bg_bg: По-дълго
ca_es: Llarga
cs_cz: Delší
da_dk: Længere
de_de: Länger
el_gr: Παρατεταμένο
es_es: Largo
es_mx: Largo
fa_ir: طولانی تر
fi_fi: Pidempi
fil: Mas mahaba
fr_fr: Long
he_il: ארוך יותר
hi_in: अधिक
hr_hr: Dulje
hu_hu: Hosszabb
id_id: Lebih panjang
it_it: Lungo
ja_jp: 長い
kn_in: ದೀರ್ಘಾವಧಿಯ
mn_mn: Илүү урт
nl_nl: Langer
pl_pl: Dłużej
pt_pt: Mais longo
ro_ro: Mai lung
ru_ru: Дольше
sq_al: Më gjatë
te_in: దీర్ఘం
tr_tr: uzun
uk_ua: Довше
vi_vn: Lâu hơn
yue: 長
zh_tw: 較長

# Headphones_Setting_Airoha_EMP.Header
source: Enhanced multipoint connection
ar_aa: اتصال محسن متعدد النقاط
bg_bg: Подобрена многоточкова връзка
ca_es: Connexió multipunt millorada
cs_cz: Vylepšené vícebodové připojení
da_dk: Forbedret multipunktsforbindelse
de_de: Verbesserte Mehrpunktverbindung
el_gr: Βελτιωμένη σύνδεση πολλαπλών συσκευών
es_es: Conexión multipunto mejorada
es_mx: Conexión multipunto mejorada
fa_ir: بهبود اتصال چند نقطه ای
fi_fi: Parannettu multipoint yhteys
fil: Pinahusay na multipoint na koneksyon
fr_fr: Connexion multipoint améliorée
he_il: חיבור multipoint משופר
hi_in: बढ़ाई गई मल्टीपॉइंट कनेक्शन
hr_hr: Poboljšana veza u više točaka
hu_hu: Továbbfejlesztett többpontos kapcsolat
id_id: Koneksi multipoint yang ditingkatkan
it_it: Connessione multipunto migliorata
ja_jp: 強化されたマルチポイント接続
kn_in: ವರ್ಧಿತ ಬಹು ಬಿಂದು
mn_mn: Сайжруулсан олон цэгийн холболт
nl_nl: Verbeterde Multipoint-verbinding
pl_pl: Ulepszone połączenie wielopunktowe
pt_pt: Conexão multiponto melhorada
ro_ro: Conexiune multipunct îmbunătățită
ru_ru: Улучшенное Multipoint соединение
sq_al: Lidhje e përmirësuar me shumë pika
te_in: ఎంపీ (మల్టీ పాయింట్) కనెక్షన్ సుదీర్ఘం
tr_tr: Geliştirilmiş çoklu bağlantı
uk_ua: Покращене багатоточкове з'єднання
vi_vn: Kết nối đa thiết bị
yue: 增強的多點連接
zh_tw: 強化多點連接

# Headphones_Setting_Airoha_EMP.Description
source: Lets you connect two devices at once to your headphones. Required AirPods factory reset to apply.
ar_aa: يتيح لك توصيل جهازين في وقت واحد بسماعات الرأس. مطلوب إعادة ضبط المصنع للسماعات للتطبيق.
bg_bg: Дава да се свържат две устройства едновременно към слушалките. Нужно е фабрично нулиране на AirPods за да се приложи.
ca_es: Li permet connectar dos dispositius alhora als seus auriculars. Restabliment de fàbrica d'AirPods requerit per aplicar.
cs_cz: Umožňuje připojit ke sluchátkům dvě zařízení najednou. K použití je nutné obnovení továrního nastavení AirPodů.
da_dk: Giver dig mulighed for at tilslutte to enheder samtidigt til dine hovedtelefoner. Kræver fabriksindstilling af AirPods for at kunne anvendes.
de_de: Ermöglicht es dir, zwei Geräte gleichzeitig mit deinen Kopfhörern zu verbinden. AirPods müssen auf Werkseinstellungen zurückgesetzt werden, um dies nutzen zu können.
el_gr: Συνδέστε μέχρι και δύο συσκευές στα ακουστικά σας. Απαιτείται επαναφορά των AirPods στις εργοστασιακές ρυθμίσεις.
es_es: Le permite conectar dos dispositivos a la vez a sus auriculares. Restablecimiento de fábrica de AirPods requerido para aplicar.
es_mx: Le permite conectar dos dispositivos a la vez a sus auriculares. Se requiere restablecimiento de fábrica de AirPods para aplicar.
fa_ir: اجازه میدهد دو دستگاه همزمان به هدفون شما متصل شوند. برای اعمال نیاز به راه اندازی مجدد با تنظیمات کارخانه هست.
fi_fi: Voit liittää kuulokkeihisi kaksi laitetta kerrallaan. Vaatii AirPods-tehdasasetusten palautuksen, jotta voidaan käyttää.
fil: Hinahayaan kang magkonekta ng dalawang device nang sabay-sabay sa iyong mga headphone. Kinakailangan ang pag-factory reset ng AirPods upang mailapat.
fr_fr: Permet de connecter deux appareils à la fois à vos écouteurs. Une réinitialisation d'usine des AirPods est nécessaire pour l'appliquer.
he_il: מאפשר לך לחבר שני מכשירים בבת אחת לאזניות שלך. דורש איפוס AirPods להגדרות היצרן.
hi_in: आपको अपने हेडफ़ोन को एक साथ दो डिवाइसों से कनेक्ट करने की अनुमति देता है। लागू करने के लिए AirPods को फैक्टरी रीसेट करना आवश्यक है।
hr_hr: Omogućuje vam povezivanje dva uređaja odjednom sa slušalicama. Za primjenu je potrebno vraćanje AirPods na tvorničke postavke.
hu_hu: Csatlakoztass két eszközt egyszerre a fülhallgatódra. Ez az AirPods gyári adatainak visszaállítását igényli.
id_id: Menghubungkan headphone dengan dua gawai sekaligus. AirPods harus dikembalikan ke setelan pabrik untuk diterapkan.
it_it: Permette alle cuffie di connettersi a due dispositivi simultaneamente. Richiede reset di fabbrica degli AirPods.
ja_jp: 2 つのデバイスを一度にヘッドフォンに接続できます。 適用するにはAirPodsの工場出荷時設定へのリセットが必要です。
kn_in: ನಿಮ್ಮ ಹೆಡ್‌ಫೋನ್‌ಗಳಿಗೆ ಎರಡು ಸಾಧನಗಳನ್ನು ಏಕಕಾಲದಲ್ಲಿ ಸಂಪರ್ಕಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಅನ್ವಯಿಸಲು AirPods ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವಿಕೆ ಅಗತ್ಯವಿದೆ.
mn_mn: Хоёр төхөөрөмжийг нэг дор чихэвчдээ холбох боломжийг танд олгоно. Хэрэглэхийн тулд AirPods-ыг үйлдвэрийн тохиргоонд нь шинэчлэх шаардлагатай.
nl_nl: Laat je twee apparaten tegelijkertijd verbinden met je koptelefoon. Een fabrieksreset is nodig om deze instelling toe te passen.
pl_pl: Połącz dwa urządzenia naraz do słuchawek. Aby zatwierdzić zresetuj Airpods-y do ustawień fabrycznych.
pt_pt: Permite conectar dois dispositivos ao mesmo tempo aos seus auscultadores. Requer uma reposição de fábrica dos AirPods para aplicar.
ro_ro: Vă permite să conectați două dispozitive simultan la căști. Este necesară resetarea din fabrică a AirPods pentru a se aplica.
ru_ru: Позволяет подключить к наушникам сразу два устройства. Для применения требуется сброс AirPods до заводских настроек.
sq_al: Të lejon të lidhësh dy pajisje njëkohësisht me kufjet e tua. Kërkohet rivendosja e cilësimeve të fabrikës së AirPods për ta zbatuar.
te_in: మీ హెడ్ఫోన్‌లకు ఒకేసారి రెండు డివైసుల్ని కనెక్ట్ చేసుకునే అవకాశాన్ని అందిస్తుంది. దీన్ని అనుసరించడానికి AirPods ఫ్యాక్టరీ రీసెట్ అవసరం.
tr_tr: Kulaklığınıza aynı anda iki cihazı bağlamanızı sağlar. Uygulanabilmesi için AirPods'un fabrika ayarlarına sıfırlanması gerekir.
uk_ua: Дозволяє підключати до навушників два пристрої одночасно. Для застосування потрібне скидання до заводських налаштувань AirPods.
vi_vn: Cho phép bạn kết nối hai thiết bị đến tai nghe của bạn. Yêu cầu khôi phục cài đặt gốc AirPods để hoạt động.
yue: 可讓您同時將兩個裝置連接到耳機。 需要將 AirPods 恢復原廠設定才能套用。
zh_tw: 讓您的耳機同時連接到兩個裝置。需要將 AirPods 恢復原廠設定以套用此功能。

# Headphones_Setting_Airoha_EMP_Item_MultipointMode.Text
source: Multipoint mode
ar_aa: وضع متعدد النقاط
bg_bg: Многоточков режим
ca_es: Mode multipunt
cs_cz: Vícebodový režim
da_dk: Understøtter samtidig tilslutning til flere enheder
de_de: Mehrpunktmodus
el_gr: Λειτουργία πολλαπλών συνδέσεων
es_es: Modo Multipoint
es_mx: Modo multipunto
fa_ir: چند حالته
fi_fi: Multipoint-tila
fr_fr: Mode multipoint
he_il: מצב Multipoint
hi_in: मल्टीपॉइंट मोड
hr_hr: Način rada s više točaka
hu_hu: Többcsatalkozási mód
id_id: Mode multipoint
it_it: Modalità multipunto
ja_jp: マルチポイントモード
kn_in: ಬಹು ಬಿಂದು ರೀತಿ
mn_mn: Олон цэгийн горим
nl_nl: Multipoint-modus
pl_pl: Tryb wielopunktowy
pt_pt: Modo multiponto
ro_ro: Modul multipunct
ru_ru: Multipoint режим
sq_al: Modaliteti me shumë pika
te_in: మల్టీ పాయింట్ మోడ్
tr_tr: Çoklu mod
uk_ua: Багатоточковий режим
vi_vn: Đa thiết bị
yue: 多點模式
zh_tw: 多點模式

# Headphones_Setting_Airoha_EMP_Item_NormalMode.Text
source: Normal mode
ar_aa: الوضع الطبيعي
bg_bg: Нормален режим
ca_es: Mode normal
cs_cz: Normální režim
da_dk: Normaltilstand
de_de: Normaler Modus
el_gr: Κανονική λειτουργία
es_es: Modo Normal
es_mx: Modo normal
fa_ir: حالت عادی
fi_fi: Normaalitila
fil: Normal na mode
fr_fr: Mode normal
he_il: מצב רגיל
hi_in: सामान्य मोड
hr_hr: Normalni način rada
hu_hu: Normál mód
id_id: Mode normal
it_it: Normale
ja_jp: ノーマルモード
kn_in: ಸಾಮಾನ್ಯ ರೀತಿ
mn_mn: Ердийн горим
nl_nl: Normale modus
pl_pl: Tryb normalny
pt_pt: Modo normal
ro_ro: Mod normal
ru_ru: Обычный режим
sq_al: Mënyra normale
te_in: సాధారణ మోడ్
tr_tr: Normal mod
uk_ua: Звичайний режим
vi_vn: Một thiết bị
yue: 正常模式
zh_tw: 普通模式

# Headphones_Setting_Airoha_WindNoiseReduction.Header
source: Wind noise reduction
ar_aa: الحد من ضوضاء الرياح
bg_bg: Намаляване на шум от вятър
ca_es: Reducció del soroll del vent
cs_cz: Potlačení hluku větru
da_dk: Reduktion af vindstøj
de_de: Reduzierung der Windgeräusche
el_gr: Ελάττωση θορύβου ανέμου
es_es: Reducción del ruido del viento
es_mx: Reducción del ruido del viento
fa_ir: کم کردن نویز باد
fi_fi: Tuulenvaimennus
fil: Pagbabawas ng ingay ng hangin
fr_fr: Réduction du bruit du vent
he_il: הפחתת רעשי רוח
hi_in: हवा के शोर में कमी
hr_hr: Smanjenje buke vjetra
hu_hu: Szélzaj-csökkentés
id_id: Pengurangan suara angin
it_it: Riduzione rumore del vento
ja_jp: 風切り音の低減
kn_in: ಗಾಳಿಯ ಶಬ್ದ ಕಡಿತ
mn_mn: Салхины дуу чимээг бууруулах
nl_nl: Wind vermindering modus
pl_pl: Redukcja dźwięku wiatru
pt_pt: Redução de ruído do vento
ro_ro: Reducerea zgomotului vântului
ru_ru: Подавление шума ветра
sq_al: Mënyra normale
te_in: గాలి శబ్దం తగ్గింపు
tr_tr: Rüzgar gürültüsünü azaltma
uk_ua: Зниження шуму вітру
vi_vn: Lọc tiếng ồn của gió
yue: 減少風噪
zh_tw: 風聲降躁

# Headphones_Setting_Airoha_WindNoiseReduction.Description
source: Required AirPods factory reset to apply.
ar_aa: إعادة تعيين مصنع AirPods المطلوب للتطبيق.
bg_bg: Нужно е фабрично зануляване на AirPods за да се приложи.
ca_es: Restabliment de fàbrica d'AirPods requerit per aplicar.
cs_cz: Pro použití je nutné resetovat AirPody do továrního nastavení.
da_dk: AirPods skal nulstilles til fabriksindstillingerne for at kunne anvendes.
de_de: Werkseinstellung der AirPods notwendig, um dies nutzen zu können.
el_gr: Απαιτείται επαναφορά των AirPods στις εργοστασιακές ρυθμίσεις.
es_es: Restablecimiento de fábrica de AirPods requerido para aplicar.
es_mx: Se requiere restablecimiento de fábrica de AirPods para aplicar.
fa_ir: برای اعمال نیازمند راه اندازی مجدد با تنظیمات کارخانه است.
fi_fi: Vaatii AirPods-tehdasasetusten palautuksen, jotta voidaan käyttää.
fil: Kinakailangan ang AirPods factory reset para mailapat.
fr_fr: Réinitialisation d'usine des AirPods requise pour s'appliquer.
he_il: דרוש איפוס AirPods להגדרות היצרן כדי להחיל.
hi_in: लागू करने के लिए AirPods फ़ैक्टरी रीसेट आवश्यक है।
hr_hr: Za primjenu je potrebno vraćanje AirPods na tvorničke postavke.
hu_hu: Ez az AirPods gyári adatainak visszaállítást igényli.
id_id: AirPods harus dikembalikan ke setelan pabrik untuk diterapkan.
it_it: Richiede reset di fabbrica per essere impostata.
ja_jp: 適用するにはAirPodsの工場出荷時設定へのリセットが必要です。
kn_in: ಅನ್ವಯಿಸಲು ಏರ್‌ಪಾಡ್‌ ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವಿಕೆ ಅಗತ್ಯವಿದೆ.
mn_mn: Хэрэглэхийн тулд AirPods-ыг үйлдвэрийн тохиргоонд нь шинэчлэх шаардлагатай.
nl_nl: Een fabrieksreset is nodig om deze instelling toe te passen.
pl_pl: Aby zatwierdzić wymagane przywrócenie Airpods-ów do ustawień fabrycznych.
pt_pt: Requer reposição de fábrica dos AirPods para aplicar.
ro_ro: Este necesară resetarea din fabrică a AirPods pentru a se aplica.
ru_ru: Для применения требуется сброс AirPods до заводских настроек.
sq_al: Kërkohet rivendosja e cilësimeve të fabrikës së AirPods për të aplikuar.
te_in: ఇది అనుసరించడానికి AirPods ఫ్యాక్టరీ రీసెట్ అవసరం.
tr_tr: Uygulanabilmesi için AirPods'un fabrika ayarlarına sıfırlanması gerekir.
uk_ua: Для застосування потрібне скидання до заводських налаштувань AirPods.
vi_vn: Yêu cầu khôi phục cài đặt gốc AirPods để hoạt động.
yue: 需要將 AirPods 恢復原廠設定才能套用。
zh_tw: 需要將 AirPods 恢復原廠設定以套用此功能。

# Headphones_Setting_Airoha_WindNoiseReduction_Sensitivity.Header
source: Wind noise reduction sensitivity
ar_aa: حساسية الحد من ضوضاء الرياح
bg_bg: Чувствителност на намаляването на шум от вятър
ca_es: Sensibilitat de reducció del soroll del vent
cs_cz: Citlivost potlačení hluku větru
da_dk: Følsomhed over for reduktion af vindstøj
de_de: Empfindlichkeit der Windgeräuschunterdrückung
el_gr: Ευαισθησία μείωσης θορύβου ανέμου
es_es: Sensibilidad de reducción del ruido del viento
es_mx: Sensibilidad de reducción del ruido del viento
fa_ir: حساسیت مربوط به کم کردن نویز باد
fi_fi: Tuulenvaimennuksen herkkyys
fil: Ang sensitivity ng pagbabawas ng ingay ng hangin
fr_fr: Sensibilité à la réduction du bruit du vent
he_il: רגישות הפחתת רעשי רוח
hi_in: हवा के शोर में कमी की संवेदनशीलता
hr_hr: Osjetljivost na smanjenje buke vjetra
hu_hu: Szélzaj-csökkentés mértéke
id_id: Sensitivitas pengurangan suara angin
it_it: Sensibilità riduzione rumore del vento
ja_jp: 風切り音低減感度
kn_in: ಗಾಳಿಯ ಶಬ್ದ ಕಡಿತದ ಸೂಕ್ಷ್ಮತೆ
mn_mn: Салхины дуу чимээг бууруулах мэдрэмж
nl_nl: Wind onderdrukking sensitiviteit
pl_pl: Czułość redukcji dźwięku wiatru
pt_pt: Sensibilidade de redução de ruído do vento
ro_ro: Sensibilitate la reducerea zgomotului vântului
ru_ru: Сила подавления шума ветра
sq_al: Ndjeshmëria për reduktimin e zhurmës së erës
te_in: గాలి శబ్దం తగ్గింపు సెన్సిటివిటీ
tr_tr: Rüzgar gürültüsünü azaltma hassasiyeti
uk_ua: Чутливість зниження шуму вітру
vi_vn: Độ nhạy lọc tiếng ồn của gió
yue: 風噪音降低靈敏度
zh_tw: 風聲降躁靈敏度

# Headphones_Setting_Airoha_WindNoiseReduction_Sensitivity.Description
source: Required AirPods factory reset to apply.
ar_aa: يجب إعادة تعيين إعدادات المصنع للتفعيل.
bg_bg: Нужно е фабрично зануляване на AirPods за да се приложи.
ca_es: Restabliment de fàbrica d'AirPods requerit per aplicar.
cs_cz: Pro použití je nutné resetovat AirPody do továrního nastavení.
da_dk: Kræver fabriksnulstilling af AirPods for at tilkoble.
de_de: Werkseinstellung der AirPods notwendig, um dies nutzen zu können.
el_gr: Απαιτείται επαναφορά των AirPods στις εργοστασιακές ρυθμίσεις.
es_es: Restablecimiento de fábrica de AirPods requerido para aplicar.
es_mx: Se requiere restablecimiento de fábrica de AirPods para aplicar.
fa_ir: برای اعمالAirpods نیازمند راه اندازی مجدد با تنظیمات کارخانه دارد.
fi_fi: Vaatii AirPods-tehdasasetusten palautuksen, jotta voidaan käyttää.
fil: Kinakailangan ang pag-factory reset ng AirPods upang mailapat.
fr_fr: Réinitialisation d'usine des AirPods requise pour s'appliquer.
he_il: דרוש איפוס AirPods להגדרות היצרן כדי להחיל.
hi_in: लागू करने के लिए AirPods फ़ैक्टरी रीसेट आवश्यक है।
hr_hr: Za primjenu je potrebno vraćanje AirPods na tvorničke postavke.
hu_hu: Ez az AirPods gyári adatainak visszaállítást igényli.
id_id: AirPods perlu dikembalikan ke setelan pabrik untuk diterapkan.
it_it: Richiede reset di fabbrica per essere impostata.
ja_jp: 適用するにはAirPodsの工場出荷時設定へのリセットが必要です。
kn_in: ಅನ್ವಯಿಸಲು ಏರ್‌ಪಾಡ್‌ಗಳು ಫ್ಯಾಕ್ಟರಿ ಮರುಹೊಂದಿಸುವಿಕೆ ಅಗತ್ಯವಿದೆ.
mn_mn: Хэрэглэхийн тулд AirPods-ыг үйлдвэрийн тохиргоонд нь шинэчлэх шаардлагатай.
nl_nl: Een fabrieksreset is nodig om deze instelling toe te passen.
pl_pl: Wymagane przywrócenie AirPods'ów do ustawien fabrycznych.
pt_pt: Requer reposição de fábrica dos AirPods para aplicar.
ro_ro: Este necesară resetarea din fabrică a AirPods pentru a se aplica.
ru_ru: Для применения требуется сброс AirPods до заводских настроек.
sq_al: Kërkohet rivendosja e cilësimeve të fabrikës së AirPods për të aplikuar.
te_in: ఇది అనుసరించడానికి AirPods ఫ్యాక్టరీ రీసెట్ అవసరం.
tr_tr: Uygulanabilmesi için AirPods'un fabrika ayarlarına sıfırlanması gerekir.
uk_ua: Для застосування потрібне скидання до заводських налаштувань AirPods.
vi_vn: Khôi phục cài đặt gốc AirPods để áp dụng thay đổi.
yue: 需要將 AirPods 恢復原廠設定才能套用。
zh_tw: 需要將 AirPods 恢復原廠設定才能套用。

# Headphones_Setting_Airoha_WindNoiseReduction_Sensitivity_Item_Low.Text
source: Low
ar_aa: منخفض
bg_bg: Ниска
ca_es: Baix
cs_cz: Nízká
da_dk: Lav
de_de: Niedrig
el_gr: Χαμηλή
es_es: Bajo
es_mx: Bajo
fa_ir: کم
fi_fi: Matala
fil: mababa
fr_fr: Bas
he_il: נמוך
hi_in: कम
hr_hr: Nizak
hu_hu: Alacsony
id_id: Rendah
it_it: Bassa
ja_jp: 低い
kn_in: ಕಡಿಮೆ
mn_mn: Бага
nl_nl: Laag
pl_pl: Niski
pt_pt: Baixo
ro_ro: Scăzut
ru_ru: Слабо
sq_al: E ulët
te_in: కమారు
tr_tr: Düşük
uk_ua: Низька
vi_vn: Thấp
yue: 低
zh_tw: 低

# Headphones_Setting_Airoha_WindNoiseReduction_Sensitivity_Item_Hight.Text
source: High
ar_aa: عالي
bg_bg: Високo
ca_es: Alt
cs_cz: Vysoká
da_dk: Høj
de_de: Hoch
el_gr: Υψηλή
es_es: Alto
es_mx: Alto
fa_ir: زیاد
fi_fi: Korkea
fil: Mataas
fr_fr: Haut
he_il: גובה
hi_in: ऊंचाई
hr_hr: Visina
hu_hu: Magas
id_id: Tinggi
it_it: Alta
ja_jp: 高さ
kn_in: ಎತ್ತರ
mn_mn: Өндөр
nl_nl: Hoog
pl_pl: Wysoki
pt_pt: Alto
ro_ro: Înaltime
ru_ru: Сильно
sq_al: Lartë
te_in: ఎత్తు
tr_tr: yüksek
uk_ua: Висока
vi_vn: Cao
yue: 高
zh_tw: 高

# Headphones_Setting_Airoha_VoiceControl.Header
source: Voice control
ar_aa: التحكم الصوتي
bg_bg: Гласов контрол
ca_es: Control de veu
cs_cz: Hlasové ovládání
da_dk: Stemmekontrol
de_de: Sprachsteuerung
el_gr: Έλεγχος φωνής
es_es: Control de voz
es_mx: Control de voz
fa_ir: کنترل صدا
fi_fi: Puheohjaus
fil: Kontrol ng boses
fr_fr: Contrôle vocal
he_il: שליטה קולית
hi_in: आवाज नियंत्रण
hr_hr: Glasovna kontrola
hu_hu: Hangvezérlés
id_id: Kontrol suara
it_it: Controllo vocale
ja_jp: 音声制御
kn_in: ಧ್ವನಿ ನಿಯಂತ್ರಣ
mn_mn: Дуут удирдлага
nl_nl: Stembediening
pl_pl: Kontrola głosu
pt_pt: Controlo de voz
ro_ro: Control vocal
ru_ru: Голосовое управление
sq_al: Kontrolli i zërit
te_in: ధ్వని నియంత్రణ
tr_tr: Sesli komut
uk_ua: Голосове керування
vi_vn: Điều khiển bằng giọng nói
yue: 語音控制
zh_tw: 語音控制

# Headphones_Setting_Airoha_GameMode.Header
source: Game mode
ar_aa: وضع لعب
bg_bg: Режим игра
ca_es: Mode de joc
cs_cz: Herní režim
da_dk: Spilindstilling
de_de: Spielemodus
el_gr: Λειτουργία παιχνιδιού
es_es: Modo Juego
es_mx: Modo de juego
fa_ir: حالت بازی
fi_fi: Pelitila
fil: Mode sa paglalaro
fr_fr: Mode de jeu
he_il: מצב משחק
hi_in: खेल मोड
hr_hr: Način igre
hu_hu: Játék mód
id_id: Mode Permainan
it_it: Modalità gioco
ja_jp: ゲームモード
kn_in: ಆಟದ ಮೋಡ್
mn_mn: Тоглоомын горим
nl_nl: Game modus
pl_pl: Tryb gry
pt_pt: Modo jogo
ro_ro: Mod de joc
ru_ru: Игровой режим
sq_al: Mënyra e lojës
te_in: గేమ్ మోడ్
tr_tr: Oyun modu
uk_ua: Ігровий режим
vi_vn: Chế độ chơi game
yue: 游戲模式
zh_tw: 遊戲模式
